{"_default": {"1": {"term": "bleach", "data": "<entry>\n    <id>269</id>\n    <title>Bleach</title>\n    <english>Bleach</english>\n    <synonyms />\n    <episodes>366</episodes>\n    <score>7.92</score>\n    <type>TV</type>\n    <status>Finished Airing</status>\n    <start_date>2004-10-05</start_date>\n    <end_date>2012-03-27</end_date>\n    <synopsis>Ichigo Kurosaki is an ordinary high schooler&amp;mdash;until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo&amp;#039;s family from the assailant. To save his family, Ichigo accepts Rukia&amp;#039;s offer of taking her powers and becomes a Soul Reaper as a result.&lt;br /&gt;\n&lt;br /&gt;\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends&amp;mdash;classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida&amp;mdash;who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/3/40451.jpg</image>\n  </entry>\n  ", "last_update": "18/10/2017"}, "2": {"term": "hokuto no ken", "data": "<entry>\n    <id>967</id>\n    <title>Hokuto no Ken</title>\n    <english>Fist of the North Star</english>\n    <synonyms>Seikimatsu Kyuseishu Densetsu: Hokuto no Ken; HNK</synonyms>\n    <episodes>109</episodes>\n    <score>7.98</score>\n    <type>TV</type>\n    <status>Finished Airing</status>\n    <start_date>1984-10-04</start_date>\n    <end_date>1987-03-05</end_date>\n    <synopsis>In the year 19XX, after being betrayed and left for dead, bravehearted warrior Kenshirou wanders a post-apocalyptic wasteland on a quest to track down his rival, Shin, who has kidnapped his beloved fianc&amp;eacute;e Yuria. During his journey, Kenshirou makes use of his deadly fighting form, Hokuto Shinken, to defend the helpless from bloodthirsty ravagers. It isn&amp;#039;t long before his exploits begin to attract the attention of greater enemies, like warlords and rival martial artists, and Keshirou finds himself involved with more than he originally bargained for.&lt;br /&gt;\n&lt;br /&gt;\nFaced with ever-increasing odds, the successor of Hokuto Shinken is forced to put his skills to the test in an effort to take back what he cares for most. And as these new challenges present themselves and the battle against injustice intensifies, namely his conflict with Shin and the rest of the Nanto Seiken school of martial arts, Kenshirou is gradually transformed into the savior of an irradiated and violent world.&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/8/18502.jpg</image>\n  </entry>\n  ", "last_update": "19/10/2017"}, "3": {"term": "oppai", "data": "<entry>\n    <id>5424</id>\n    <title>Oppai Life</title>\n    <english>Booby Life</english>\n    <synonyms />\n    <episodes>2</episodes>\n    <score>6.68</score>\n    <type>OVA</type>\n    <status>Finished Airing</status>\n    <start_date>2008-10-10</start_date>\n    <end_date>2009-01-09</end_date>\n    <synopsis>Naoto is a university student. One day, he meets Ayane, his old friend, by chance after an interval of several years. Also, Chika, his old friend as well, suddenly appears in front of him. She tells him to become her tutor and they start living together but will Naoto resist the temptation of those delicious big boobs?</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/3/11091.jpg</image>\n  </entry>\n  ", "last_update": "21/10/2017"}, "4": {"term": "galactic", "data": "<entry>\n    <id>820</id>\n    <title>Ginga Eiyuu Densetsu</title>\n    <english>Legend of the Galactic Heroes</english>\n    <synonyms>LoGH; LotGH; Gin'eiden; GinEiDen; Heldensagen Vom Kosmosinsel</synonyms>\n    <episodes>110</episodes>\n    <score>9.10</score>\n    <type>OVA</type>\n    <status>Finished Airing</status>\n    <start_date>1988-01-08</start_date>\n    <end_date>1997-03-17</end_date>\n    <synopsis>The 150-year-long stalemate between the two interstellar superpowers, the Galactic Empire and the Free Planets Alliance, comes to an end when a new generation of leaders arises: the idealistic military genius Reinhard von Lohengramm, and the FPA&amp;#039;s reserved historian, Yang Wenli.&lt;br /&gt;\n&lt;br /&gt;\nWhile Reinhard climbs the ranks of the Empire with the aid of his childhood friend, Siegfried Kircheis, he must fight not only the war, but also the remnants of the crumbling Goldenbaum Dynasty in order to free his sister from the Kaiser and unify humanity under one genuine ruler. Meanwhile, on the other side of the galaxy, Yang&amp;mdash;a strong supporter of democratic ideals&amp;mdash;has to stand firm in his beliefs, despite the struggles of the FPA, and show his pupil, Julian Mintz, that autocracy is not the solution.&lt;br /&gt;\n&lt;br /&gt;\nAs ideologies clash amidst the war&amp;#039;s many casualties, the two strategic masterminds must ask themselves what the real reason behind their battle is.&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/13/13225.jpg</image>\n  </entry>\n  ", "last_update": "21/10/2017"}, "5": {"term": "taisen", "data": "<entry>\n    <id>561</id>\n    <title>Sakura Taisen</title>\n    <english>Sakura Wars</english>\n    <synonyms />\n    <episodes>25</episodes>\n    <score>6.99</score>\n    <type>TV</type>\n    <status>Finished Airing</status>\n    <start_date>2000-04-08</start_date>\n    <end_date>2000-09-23</end_date>\n    <synopsis>Sakura travels to the capital with aspirations of defending the city from the demonic forces of the Black Sanctum Council like her father before her. However, things are not as she imagined as in addition to using her great spiritual energy to pilot a mech called a Kobu, she must also perform on stage as an actor as The Imperial Flower Division's cover is an art theater. Making a fool of herself and ruining a production gets her on everyone's bad side and somehow she must learn to work with them as well as prevent the enemy from destroying several shrines which protect the city.&lt;br /&gt;\n&lt;br /&gt;\n(Source: ANN)</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/5/21512.jpg</image>\n  </entry>\n  ", "last_update": "21/10/2017"}, "6": {"term": "juni taisen", "data": "<entry>\n    <id>35076</id>\n    <title>Juuni Taisen</title>\n    <english>Juni Taisen: Zodiac War</english>\n    <synonyms>12 Taisen; 12 Wars</synonyms>\n    <episodes>12</episodes>\n    <score>7.36</score>\n    <type>TV</type>\n    <status>Currently Airing</status>\n    <start_date>2017-10-03</start_date>\n    <end_date>0000-00-00</end_date>\n    <synopsis>12 warriors who are burdened with the names of the 12 Chinese Zodiac members fight with each other&amp;#039;s lives and pride at stake, all to grant just one wish.&lt;br /&gt;\n&lt;br /&gt;\n(Source: ANN)</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/5/87684.jpg</image>\n  </entry>\n", "last_update": "21/10/2017"}, "7": {"term": "Made In Abyss", "data": "<entry>\n    <id>34599</id>\n    <title>Made in Abyss</title>\n    <english>Made in Abyss</english>\n    <synonyms />\n    <episodes>13</episodes>\n    <score>8.92</score>\n    <type>TV</type>\n    <status>Finished Airing</status>\n    <start_date>2017-07-07</start_date>\n    <end_date>2017-09-29</end_date>\n    <synopsis>The Abyss&amp;mdash;a gaping chasm stretching down into the depths of the earth, filled with mysterious creatures and relics from a time long past. How did it come to be? What lies at the bottom? Countless brave individuals, known as Divers, have sought to solve these mysteries of the Abyss, fearlessly descending into its darkest realms. The best and bravest of the Divers, the White Whistles, are hailed as legends by those who remain on the surface.&lt;br /&gt;\n&lt;br /&gt;\nRiko, daughter of the missing White Whistle Lyza the Annihilator, aspires to become like her mother and explore the furthest reaches of the Abyss. However, just a novice Red Whistle herself, she is only permitted to roam its most upper layer. Even so, Riko has a chance encounter with a mysterious robot with the appearance of an ordinary young boy. She comes to name him Reg, and he has no recollection of the events preceding his discovery. Certain that the technology to create Reg must come from deep within the Abyss, the two decide to venture forth into the chasm to recover his memories and see the bottom of the great pit with their own eyes. However, they know not of the harsh reality that is the true existence of the Abyss.&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/6/86733.jpg</image>\n  </entry>\n", "last_update": "31/10/2017"}, "8": {"term": "gundam", "data": "<entry>\n    <id>80</id>\n    <title>Mobile Suit Gundam</title>\n    <english>Mobile Suit Gundam</english>\n    <synonyms>Kidou Senshi Gandam; First Gundam; Mobile Suit Gundam: 0079; MSG; Kidou Senshi Gundam</synonyms>\n    <episodes>43</episodes>\n    <score>7.87</score>\n    <type>TV</type>\n    <status>Finished Airing</status>\n    <start_date>1979-04-07</start_date>\n    <end_date>1980-01-26</end_date>\n    <synopsis>It is year 0079 of the Universal Century. Mankind has moved to space, living in colony clusters known as &amp;quot;Sides.&amp;quot; One of these Sides declares itself the &amp;quot;Principality of Zeon&amp;quot; and declares war on the Earth Federation, the governmental body currently ruling Earth. Using powerful humanoid robots known as &amp;quot;mobile suits,&amp;quot; Zeon quickly gains the upper hand.&lt;br /&gt;\n &lt;br /&gt;\nNine months into the conflict, the Earth Federation has developed its own powerful mobile suit called the Gundam. When Zeon launches an attack on the colony holding the Gundam, a 15-year-old civilian named Amuro Ray suddenly finds himself thrown into a conflict that will take him all across Earth and space, pitting him against the enemy&amp;#039;s ace pilot, Char Aznable.&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/5/88524.jpg</image>\n  </entry>\n  ", "last_update": "02/11/2017"}, "9": {"term": "koe no katachi", "data": "<entry>\n    <id>28851</id>\n    <title>Koe no Katachi</title>\n    <english>A Silent Voice</english>\n    <synonyms>The Shape of Voice; A Silent Voice: The Movie</synonyms>\n    <episodes>1</episodes>\n    <score>9.06</score>\n    <type>Movie</type>\n    <status>Finished Airing</status>\n    <start_date>2016-09-17</start_date>\n    <end_date>2016-09-17</end_date>\n    <synopsis>As a wild youth, elementary school student Shouya Ishida sought to beat boredom in the cruelest ways. When the deaf Shouko Nishimiya transfers into his class, Shouya and the rest of his class thoughtlessly bully her for fun. However, when her mother notifies the school, he is singled out and blamed for everything done to her. With Shouko transferring out of the school, Shouya is left at the mercy of his classmates. He is heartlessly ostracized all throughout elementary and middle school, while teachers turn a blind eye.&lt;br /&gt;\n&lt;br /&gt;\nNow in his third year of high school, Shouya is still plagued by his wrongdoings as a young boy. Sincerely regretting his past actions, he sets out on a journey of redemption: to meet Shouko once more and make amends.&lt;br /&gt;\n&lt;br /&gt;\n[i]Koe no Katachi[/i] tells the heartwarming tale of Shouya&amp;#039;s reunion with Shouko and his honest attempts to redeem himself, all while being continually haunted by the shadows of his past.&lt;br /&gt;\n &lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/3/80136.jpg</image>\n  </entry>\n", "last_update": "02/11/2017"}, "10": {"term": "perfect blue", "data": "<entry>\n    <id>437</id>\n    <title>Perfect Blue</title>\n    <english>Perfect Blue</english>\n    <synonyms />\n    <episodes>1</episodes>\n    <score>8.29</score>\n    <type>Movie</type>\n    <status>Finished Airing</status>\n    <start_date>1998-02-28</start_date>\n    <end_date>1998-02-28</end_date>\n    <synopsis>J-pop idol group CHAM! has spent the last two years entertaining its fans. Sadly, all good things must come to an end, and CHAM! must see one of its members, Mima Kirigoe, leave the group to pursue her acting career. While Mima&amp;#039;s choice is met with a mixed response, she hopes her fans will continue to support her.&lt;br /&gt;\n&lt;br /&gt;\nHowever, Mima&amp;#039;s life begins to change drastically after her departure from the group. Wanting to shed her pop-idol image, she takes on a role in a crime drama series, and her career as an actress gradually becomes more demanding and taxing for both Mima and her manager, Rumi Hidaka. To add to Mima&amp;#039;s growing unease, an obsessed fan who is incapable of accepting that Mima has quit being an innocent idol, begins stalking her; a new anonymous website begins to impersonate her life with intricate detail; and CHAM! also appears to be doing better without her. One by one, each disturbing development drives Mima to become increasingly unhinged and unable to distinguish reality from fantasy.&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/11/79127.jpg</image>\n  </entry>\n", "last_update": "02/11/2017"}, "11": {"term": "the world god only knows", "data": "<entry>\n    <id>8525</id>\n    <title>Kami nomi zo Shiru Sekai</title>\n    <english>The World God Only Knows</english>\n    <synonyms>Kaminomi</synonyms>\n    <episodes>12</episodes>\n    <score>7.90</score>\n    <type>TV</type>\n    <status>Finished Airing</status>\n    <start_date>2010-10-07</start_date>\n    <end_date>2010-12-23</end_date>\n    <synopsis>Keima Katsuragi, known online as the legendary &amp;quot;God of Conquest,&amp;quot; can conquer any girl&amp;#039;s heart&amp;mdash;in dating sim games, at least. In reality, he opts for the two-dimensional world of gaming over real life because he is an unhealthily obsessed otaku of galge games (a type of Japanese video game centered on interactions with attractive girls).&lt;br /&gt;\n&lt;br /&gt;\nWhen he arrogantly accepts an anonymous offer to prove his supremacy at dating sim games, Keima is misled into aiding a na&amp;iuml;ve and impish demon from hell named Elucia &amp;quot;Elsie&amp;quot; de Lute Ima with her mission: retrieving runaway evil spirits who have escaped from hell and scattered themselves throughout the human world. Keima discovers that the only way to capture these spirits is to conquer what he hates the most: the unpredictable hearts of three-dimensional girls! Shackled to Elsie via a deadly collar, Keima now has his title of &amp;quot;God of Conquest&amp;quot; put to the ultimate test as he is forced to navigate through the hearts of a multitude of real-life girls.&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/2/43361.jpg</image>\n  </entry>\n  ", "last_update": "02/11/2017"}, "12": {"term": "escaflowne", "data": "<entry>\n    <id>182</id>\n    <title>Tenkuu no Escaflowne</title>\n    <english>The Vision of Escaflowne</english>\n    <synonyms>Tenkuu no Escaflowne</synonyms>\n    <episodes>26</episodes>\n    <score>7.78</score>\n    <type>TV</type>\n    <status>Finished Airing</status>\n    <start_date>1996-04-02</start_date>\n    <end_date>1996-09-24</end_date>\n    <synopsis>Hitomi Kanzaki is just an ordinary 15-year-old schoolgirl with an interest in tarot cards and fortune telling, but one night, a boy named Van Fanel suddenly appears from the sky along with a vicious dragon. Thanks to a premonition from Hitomi, Van successfully kills the dragon, but a pillar of light appears and envelopes them both. As a result, Hitomi finds herself transported to the world of Gaea, a mysterious land where the Earth hangs in the sky.&lt;br /&gt;\n&lt;br /&gt;\nIn this new land, Hitomi soon discovers that Van is a prince of the Kingdom of Fanelia, which soon falls under attack by the evil empire of Zaibach. In an attempt to fight them off, Van boards his family&amp;#039;s ancient guymelef Escaflowne&amp;mdash;a mechanized battle suit&amp;mdash;but fails to defeat them, and Fanelia ends up destroyed. Now on the run, Hitomi and Van encounter a handsome Asturian knight named Allen Schezar, whom Hitomi is shocked to find looks exactly like her crush from Earth. With some new allies on their side, Van and Hitomi fight back against the forces of Zaibach as the empire strives to revive an ancient power.&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/5/30689.jpg</image>\n  </entry>\n  ", "last_update": "02/11/2017"}, "13": {"term": "nyaruko", "data": "<entry>\n    <id>7596</id>\n    <title>Haiyoru! Nyaruani</title>\n    <english>Haiyoru! Nyaruani</english>\n    <synonyms>Haiyore! Nyaruko-san; Haiyoru! Nyarl-ani</synonyms>\n    <episodes>9</episodes>\n    <score>6.31</score>\n    <type>OVA</type>\n    <status>Finished Airing</status>\n    <start_date>2010-03-17</start_date>\n    <end_date>2010-03-17</end_date>\n    <synopsis>Animated Flash shorts based on the light novel series \"Haiyore! Nyaruko-san.\" In these shorts, Nyarlko, an anthropomorphized female version of Nyarlathotep from the Cthulhu Mythos, is constantly being told off by Mahiro, a normal human boy, for all the crazy or stupid things she does.&lt;br /&gt;\n&lt;br /&gt;\nIn one of the shorts, Nyarlko is drawing a cover design for a body pillow.  It turns out that the pillow's subject is a half-dressed Mahiro in what appears to be a hot and heavy scene with Nyarlko.  Naturally, Mahiro proceeds to stab Nyarlko in the hand with a fork and threatens to kill her if she releases the pillow design.&lt;br /&gt;\n&lt;br /&gt;\nOther shorts revolve around various gags and occasionally feature Cthuko, an anthropomorphized female version of Cthugha, who's madly in love with Nyarlko.</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/5/22334.jpg</image>\n  </entry>\n  ", "last_update": "08/11/2017"}, "14": {"term": "haiyore", "data": "<entry>\n    <id>7596</id>\n    <title>Haiyoru! Nyaruani</title>\n    <english>Haiyoru! Nyaruani</english>\n    <synonyms>Haiyore! Nyaruko-san; Haiyoru! Nyarl-ani</synonyms>\n    <episodes>9</episodes>\n    <score>6.31</score>\n    <type>OVA</type>\n    <status>Finished Airing</status>\n    <start_date>2010-03-17</start_date>\n    <end_date>2010-03-17</end_date>\n    <synopsis>Animated Flash shorts based on the light novel series \"Haiyore! Nyaruko-san.\" In these shorts, Nyarlko, an anthropomorphized female version of Nyarlathotep from the Cthulhu Mythos, is constantly being told off by Mahiro, a normal human boy, for all the crazy or stupid things she does.&lt;br /&gt;\n&lt;br /&gt;\nIn one of the shorts, Nyarlko is drawing a cover design for a body pillow.  It turns out that the pillow's subject is a half-dressed Mahiro in what appears to be a hot and heavy scene with Nyarlko.  Naturally, Mahiro proceeds to stab Nyarlko in the hand with a fork and threatens to kill her if she releases the pillow design.&lt;br /&gt;\n&lt;br /&gt;\nOther shorts revolve around various gags and occasionally feature Cthuko, an anthropomorphized female version of Cthugha, who's madly in love with Nyarlko.</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/5/22334.jpg</image>\n  </entry>\n  ", "last_update": "08/11/2017"}, "15": {"term": "senyu", "data": "<entry>\n    <id>15751</id>\n    <title>Senyuu.</title>\n    <english />\n    <synonyms>Senyu.</synonyms>\n    <episodes>13</episodes>\n    <score>7.46</score>\n    <type>TV</type>\n    <status>Finished Airing</status>\n    <start_date>2013-01-09</start_date>\n    <end_date>2013-04-03</end_date>\n    <synopsis>Once upon a time, the demon lord Rchimedes spread terror throughout the world, until he was eventually sealed away by the legendary hero Creasion. Since then, a thousand years have passed peacefully. However, a mysterious hole has opened up between the demon and human spheres, and countless demons have surged into the human realm once more. Coming to the conclusion that Rchimedes would soon return to wreak havoc, a human king summons the possible descendants of the legendary hero&amp;mdash;all 75 of them. Unfortunately, after so long, it was too difficult to pinpoint his true descendants. &lt;br /&gt;\n&lt;br /&gt;\nAmong the lionhearted prospects is the amateur adventurer Alba Fr&amp;uuml;hling. His skills may not be top-notch, but he is accompanied by the talented soldier Ross, who helps the young hero whenever he is in a pinch...or at least, he is supposed to. Though undoubtedly a skilled warrior, Ross is actually both sarcastic and sadistic, and hence revels in Alba&amp;#039;s suffering. &lt;br /&gt;\n&lt;br /&gt;\n[i]Senyuu.[/i] is a comedic adventure following the unlikely duo as they struggle in their endeavor to defeat the demon lord, meeting various eccentrics along the way.&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/6/44858.jpg</image>\n  </entry>\n  ", "last_update": "08/11/2017"}, "16": {"term": "inu x boku SS", "data": "<entry>\n    <id>11013</id>\n    <title>Inu x Boku SS</title>\n    <english>Inu X Boku Secret Service</english>\n    <synonyms>Youko x Boku SS</synonyms>\n    <episodes>12</episodes>\n    <score>7.65</score>\n    <type>TV</type>\n    <status>Finished Airing</status>\n    <start_date>2012-01-13</start_date>\n    <end_date>2012-03-30</end_date>\n    <synopsis>Ririchiyo Shirakiin is the sheltered daughter of a renowned family. With her petite build and wealthy status, Ririchiyo has been a protected and dependent girl her entire life, but now she has decided to change all that. However, there is just one problem&amp;mdash;the young girl has a sharp tongue she can&amp;#039;t control, and terrible communication skills.&lt;br /&gt;\n&lt;br /&gt;\nWith some help from a childhood friend, Ririchiyo takes up residence in Maison de Ayakashi, a secluded high-security apartment complex that, as the unsociable 15-year-old soon discovers, is home to a host of bizarre individuals. Furthermore, their quirky personalities are not the strangest things about them: each inhabitant of the Maison de Ayakashi, including Ririchiyo, is actually half-human, half-youkai.&lt;br /&gt;\n&lt;br /&gt;\nBut Ririchiyo&amp;#039;s troubles have only just begun. As a requirement of staying in her new home, she must be accompanied by a Secret Service agent. Ririchiyo&amp;#039;s new partner, Soushi Miketsukami, is handsome, quiet... but ridiculously clingy and creepily submissive. With Soushi, her new supernatural neighbors, and the beginning of high school, Ririchiyo definitely seems to have a difficult path ahead of her.&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/12/35893.jpg</image>\n  </entry>\n  ", "last_update": "27/11/2017"}, "17": {"term": "boku no pico", "data": "<entry>\n    <id>1639</id>\n    <title>Boku no Pico</title>\n    <english />\n    <synonyms>Boku no Piko; My Pico; Boku no Pico OVA 1 - My Pico</synonyms>\n    <episodes>1</episodes>\n    <score>5.04</score>\n    <type>OVA</type>\n    <status>Finished Airing</status>\n    <start_date>2006-09-07</start_date>\n    <end_date>2006-09-07</end_date>\n    <synopsis>Upbeat and effeminate Pico is working at his grandfather&amp;#039;s coffee shop, Caf&amp;eacute; Bebe, for the summer. Tamotsu is a white-collar worker looking for an escape from the mundanity of his everyday life. When they meet at the caf&amp;eacute;, sparks of love and lust quickly draw the two together. Conventional notions of age, gender, and sexuality are broken down as the pair seeks carnal gratification in one another&amp;#039;s company. But do the pleasures of flesh equate to a connection between hearts?&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/12/39497.jpg</image>\n  </entry>\n  ", "last_update": "27/11/2017"}, "18": {"term": "sakurasou", "data": "<entry>\n    <id>13759</id>\n    <title>Sakurasou no Pet na Kanojo</title>\n    <english>The Pet Girl of Sakurasou</english>\n    <synonyms>Sakura-sou no Pet na Kanojo</synonyms>\n    <episodes>24</episodes>\n    <score>8.35</score>\n    <type>TV</type>\n    <status>Finished Airing</status>\n    <start_date>2012-10-09</start_date>\n    <end_date>2013-03-26</end_date>\n    <synopsis>When abandoned kittens and his good conscience force second year Sorata Kanda to move into Suimei High School&amp;rsquo;s infamous Sakura Hall, the satellite dorm and its eccentric, misfit residents turn his life upside down. The decidedly average Sorata finds it difficult to fit in with the bizarre collection of dorm residents like Misaki, an energetic animator; Jin, a playwright playboy; Ryuunosuke, a reclusive programmer; and Chihiro, the dorm manager, art teacher, and party girl.&lt;br /&gt;\n&lt;br /&gt;\nSorata's friend Nanami, a second year student and aspiring voice actress, pushes him to find new owners for the many cats so that he can quickly move back into the regular dorms. However, his desire to escape Sakura Hall wavers when the pet-like and infantile second year Mashiro Shiina, a world-class artistic savant looking to become a mangaka, transfers in during the spring trimester and quickly latches onto him.&lt;br /&gt;\n&lt;br /&gt;\nSupported by each other's quirks, Sorata and Mashiro come out of their shells and trigger change in the lives of those around them. Based on the light novel series of the same name, [i]Sakurasou no Pet na Kanojo[/i] explores the fine threads connecting talent, hard work, romance, and friendship with its ensemble cast.&lt;br /&gt;\n&lt;br /&gt;\n[Written by MAL Rewrite]</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/4/43643.jpg</image>\n  </entry>\n", "last_update": "27/11/2017"}, "19": {"term": "beatless", "data": "<entry>\n    <id>36516</id>\n    <title>Beatless</title>\n    <english />\n    <synonyms />\n    <episodes>0</episodes>\n    <score>7.90</score>\n    <type>TV</type>\n    <status>Not yet aired</status>\n    <start_date>2018-01-13</start_date>\n    <end_date>0000-00-00</end_date>\n    <synopsis>With the introduction of an ultra-advanced AI that surpasses human intelligence, beings that mankind is yet to fully comprehend made from materials far too advanced for human technology begin coming into being. Lacia, an hIE equipped with a black coffin-shaped device, is one of these. In boy-meets-girl fashion, 17-year-old Arato Endo has a fateful encounter with the artificial Lacia. For what purpose were these artificial beings created? Amid questions regarding the coexistence of these artificial beings and humans, a 17-year-old boy makes a decision...&lt;br /&gt;\n&lt;br /&gt;\n(Source: Tokyo Otaku Mode)</synopsis>\n    <image>https://myanimelist.cdn-dena.com/images/anime/13/89322.jpg</image>\n  </entry>\n", "last_update": "27/12/2017"}}}