{"_default": {"1": {"term": "bleach", "type": "anime", "last_update": "06/03/2018", "data": {"id": "269", "title": "Bleach", "english": "Bleach", "synonyms": null, "episodes": "366", "score": "7.90", "type": "TV", "status": "Finished Airing", "start_date": "2004-10-05", "end_date": "2012-03-27", "synopsis": "Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result.\n\n\n\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.\n\n\n\n[Written by MAL Rewrite]", "image": "https://myanimelist.cdn-dena.com/images/anime/3/40451.jpg"}}, "2": {"term": "naruto", "type": "anime", "last_update": "06/03/2018", "data": {"id": "20", "title": "Naruto", "english": "Naruto", "synonyms": "NARUTO", "episodes": "220", "score": "7.87", "type": "TV", "status": "Finished Airing", "start_date": "2002-10-03", "end_date": "2007-02-08", "synopsis": "Moments prior to Naruto Uzumaki's birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.\n\n\n\nNow, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes.\n\n\n\n[Written by MAL Rewrite]", "image": "https://myanimelist.cdn-dena.com/images/anime/13/17405.jpg"}}, "3": {"term": "bleach", "type": "manga", "last_update": "06/03/2018", "data": {"id": "12", "title": "Bleach", "english": "Bleach", "synonyms": null, "chapters": "705", "volumes": "74", "score": "7.73", "type": "Manga", "status": "Finished", "start_date": "2001-08-07", "end_date": "2016-08-22", "synopsis": "For as long as he can remember, high school student Ichigo Kurosaki has been able to see the spirits of the dead, but that has not stopped him from leading an ordinary life. One day, Ichigo returns home to find an intruder in his room who introduces herself as Rukia Kuchiki, a Soul Reaper tasked with helping souls pass over. Suddenly, the two are jolted from their conversation when a Hollow—an evil spirit known for consuming souls—attacks. As Ichigo makes a brash attempt to stop the Hollow, Rukia steps in and shields him from a counterattack. Injured and unable to keep fighting, Rukia suggests a risky plan—transfer half of her Soul Reaper powers to Ichigo. He accepts and, to Rukia's surprise, ends up absorbing her powers entirely, allowing him to easily dispatch the Hollow.\n\n\n\nNow a Soul Reaper himself, Ichigo must take up Rukia's duties of exterminating Hollows and protecting spirits, both living and dead. Along with his friends Orihime Inoue and Yasutora Sado—who later discover spiritual abilities of their own—Ichigo soon learns that the consequences of becoming a Soul Reaper and dealing with the world of spirits are far greater than he ever imagined.\n\n\n\n[Written by MAL Rewrite]", "image": "https://myanimelist.cdn-dena.com/images/manga/2/180089.jpg"}}, "4": {"term": "full metal alchemist", "type": "anime", "last_update": "06/03/2018", "data": {"id": "121", "title": "Fullmetal Alchemist", "english": "Fullmetal Alchemist", "synonyms": "Hagane no Renkinjutsushi; FMA; Full Metal Alchemist", "episodes": "51", "score": "8.29", "type": "TV", "status": "Finished Airing", "start_date": "2003-10-04", "end_date": "2004-10-02", "synopsis": "Edward Elric, a young, brilliant alchemist, has lost much in his twelve-year life: when he and his brother Alphonse try to resurrect their dead mother through the forbidden act of human transmutation, Edward loses his brother as well as two of his limbs. With his supreme alchemy skills, Edward binds Alphonse's soul to a large suit of armor.\n\n\n\nA year later, Edward, now promoted to the fullmetal alchemist of the state, embarks on a journey with his younger brother to obtain the Philosopher's Stone. The fabled mythical object is rumored to be capable of amplifying an alchemist's abilities by leaps and bounds, thus allowing them to override the fundamental law of alchemy: to gain something, an alchemist must sacrifice something of equal value. Edward hopes to draw into the military's resources to find the fabled stone and restore his and Alphonse's bodies to normal. However, the Elric brothers soon discover that there is more to the legendary stone than meets the eye, as they are led to the epicenter of a far darker battle than they could have ever imagined.\n\n\n\n[Written by MAL Rewrite]", "image": "https://myanimelist.cdn-dena.com/images/anime/10/75815.jpg"}}}}